Repository: GaelicGrime/geeqie_zas
Catalog: po/*.po
Languages: tr

source: GQview configuration
tr: GQView ayarlarý

source: Ok
tr: Tamam

source: Apply
tr: Uygula

source: Cancel
tr: Vazgeç

source: General
tr: Genel

source: Initial directory
tr: Baþlangýç dizini

source: On startup, change to this directory:
tr: Baþlarken bu dizine deðiþtir

source: Use current
tr: Þu ankini kullan

source: Confirm file delete
tr: Silmeyi onayla

source: Remember tool state (float/hidden)
tr: Durumu unutma

source: Remember window positions
tr: Pencere yerlerini aklýnda tut

source: Slide show
tr: Resim þovu

source: Delay before image change (seconds):
tr: Resim deðiþiminde kaç saniye beklensin :

source: Random
tr: Tesadüfen

source: Repeat
tr: Tekrarla

source: Image
tr: Resim

source: When new image is selected:
tr: Yeni bir resim seçildiyse

source: Zoom to original size
tr: Orijinal boyuta getir

source: Fit image to window
tr: Pencerenin boyutuna ayarla

source: Leave Zoom at previous setting
tr: Önceki büyütme/küçültme ayarlarýný geçerli say

source: Fit window to image when tools are hidden/floating
tr: Çerezler gizli ya da dinamik çalýþýyorsa pencereyi resme göre ayarla

source: Limit size when auto-sizing window
tr: Boyutu otomatik boyutlamada sýnýrla

source: Thumbnails
tr: Týrnaklar

source: Size:
tr: Boy :

source: Cache thumbnails
tr: Týrnaklarý arabellekte tut

source: Use xvpics thumbnails when found (read only)
tr: xvpics týrnaklarýný bulunca onlarý kullan (salt-okunur)

source: Progressive keyboard scrolling
tr: Geliþebilir klavye kaydýrmasý

source: Filtering
tr: Filtralama

source: Show entries that begin with a dot
tr: Bir noktayla baþlayan birimleri göster

source: Disable File Filtering
tr: Dosya filtralarýný kapat

source: Include files of type:
tr: Bu tip dosyalarý içer

source: Custom file types:
tr: Benim dosya tiplerim :

source: format: [.foo;.bar]
tr: þekil : [.foo;.bar]

source: External Editors
tr: Dýþtan kullanýlacak editörler

source: Menu name
tr: Mönü adý

source: Command Line
tr: Komuta

source: About
tr: Hakkýnda

source: Slideshow
tr: Resim þovu

source: %d files (%d)%s
tr: %d dosya (%d)%s

source: %d files%s
tr: %d dosya %s

source: Loading thumbs...
tr: Týrnaklarý yükliyorum ..

source: ( ? x ? ) %d bytes
tr: ( ? x ? ) %d byte

source: ( %d x %d ) %d bytes
tr: ( %d x %d ) %d byte

source: GQview full screen
tr: GQview tam ekran

source: Zoom in
tr: Büyült

source: Zoom out
tr: Küçült

source: Zoom 1:1
tr: 1:1 göster

source: Edit
tr: Düzenle

source: Copy...
tr: Kopyala ...

source: Move...
tr: Taþý ...

source: Rename...
tr: Yeniden adlandýr ..

source: Delete...
tr: Sil ..

source: Close window
tr: Pencereyi kapat

source: GQview running: %s
tr: GQview çalýþýyor : %s

source: Usage: gqview [options] [path]
tr: Kullaným : gqview [seçenekler] [dizin]

source: valid options are:
tr: geçerli opsiyonlar :

source: invalid or ignored: %s Use -help for options
tr: %s geçersiz ya da dikkate alýnmýyor -help ile seçenekleri öðrenebilirsin

source: in %s...
tr: %s'de

source: in (unknown)...
tr: (bennebileyimne)'de

source: Options...
tr: Seçenekler ...

source: Remove old thumbnails
tr: Eski týrnaklarý sil

source: File
tr: Dosya

source: Create Dir...
tr: Dizin yarat ...

source: Exit
tr: Çýk

source: View
tr: Göster

source: Full screen
tr: Tam ekran

source: Refresh Lists
tr: Listeleri yenile

source: (Un)Float file list
tr: Dosya listesini dinamik et/etme

source: (Un)Hide file list
tr: Dosya listesini göster/gizle

source: Toggle slideshow
tr: Resim þovunu aç/kapat

source: Help
tr: Yardým

source: View in new window
tr: Yeni penerede göster

source: Refresh
tr: Yenile

source: Exit full screen
tr: Tam ekrandan çýk

source: Create thumbnails
tr: Týrnaklarý yarat

source: Change to home directory
tr: Ev dizinime geç

source: Refresh file list
tr: Dosya listesini yenile

source: Set zoom 1:1
tr: 1:1 göster

source: Configure options
tr: Seçenekleri ayarla

source: Float Controls
tr: Dinamik ayarlamalar

source: error saving config file: %s
tr: %s ayar dosyasýný kaydederken bir hata oluþtu

source: create dir failed: %s
tr: %s dizinini yaratamadým

source: Unable to delete dir: %s
tr: %s dizinini silemedim

source: failed to delete:%s
tr: %s'yi silemedim

source: Ok
tr: Tamam

source: Continue
tr: Devam et

source: Overwrite file: %s with:b %s
tr: %s 'nin üstüne b %s 'yi yaz

source: Overwrite file
tr: Üstüne yaz

source: Skip
tr: Atla

source: Yes to all
tr: Hepsine evet

source: Yes
tr: Evet

source: Error copying file
tr: Kopyalarken hata oluþtu

source: Unable to copy file: %sto: %s during multiple file copy.
tr: %s dosyasý %s 'ye kopyalanýrken bir hata oluþtu.

source: Error moving file
tr: Taþýrken bir hata oluþtu

source: Unable to move file: %sto: %s during multiple file move.
tr: Çoklu taþýmada %s'yi %s'ye taþýyamadým.

source: Overwrite file: %s with: %s
tr: %s dosyanýnýn üstüne %s 'yi yaz

source: Overwrite
tr: Üstüne yaz

source: Unable to copy file: %s to: %s
tr: %s dosyasýný %s 'ye kopyalayamadým , bir yerde bir hata oluþtu

source: Unable to move file: %s to: %s
tr: %s'yi %s'ye taþýyamadým ( bir hata oluþtu ).

source: Invalid destination
tr: Geçersiz hedef

source: When operating with multiple files, please select a directory, not file.
tr: Çoklu bir eylem yaparken lütfen bir dosya deðil , bir dizin seçin .

source: Invalid directory
tr: Geçersiz dizin

source: Please select an existing directory
tr: Lütfen varolan bir dizini seç

source: Copy
tr: Kopyala

source: Copy file: %s to:
tr: %s dosyasýný buraya gönder :

source: Copy multiple files from: %s to:
tr: Çoklu kopyalarken %s'den yola çýkýp buraya ulaþ :

source: Move
tr: Taþý

source: Move file: %s to:
tr: %s dosyasýný buraya gönder :

source: Move multiple files from: %s to:
tr: Çoklu taþýrken %s'den yola çýkýp buraya ulaþ :

source: Unable to delete file: %s Continue multiple delete operation?
tr: %s dosyasýný silemedim , yine de öbür dosyalarý sileyim mi ?

source: Delete failed
tr: Silerken bir hata oluþtu

source: Unable to delete file: %s
tr: %s 'yi maalesef silemedim

source: Delete files
tr: Dosyalarý sil

source: About to delete multiple files...
tr: Dosyalarý silmek üzereyim ...

source: Delete
tr: Sil

source: File deletion failed
tr: Silerken bir hata oluþtu

source: About to delete the file: %s
tr: %s dosyasýný silmek üzereyim

source: Delete file
tr: Dosyayý sil

source: Overwrite file: %s by renaming: %s
tr: %s'nin üstüne bunu yeniden adlandýrýrken yaz : %s

source: Unable to rename file: %s to: %s
tr: %s dosyasýný %s'ye adlandýrýrken maalesef bir hata oluþtu

source: Error renaming file
tr: Yeniden adlandýrýrken bir hata oluþtu

source: Rename multiple files:
tr: Çoklu yeniden adlandýr :

source: Rename
tr: Yeniden adlandýr

source: Rename:
tr: Yeniden adlandýr :

source: Unable to rename file: %s to: %s
tr: %s'yi %s'ye yeniden adlandýramadým.

source: Rename file: %s to:
tr: %s'yi yeniden adlandýr :

source: The path: %s already exists as a file.
tr: %s dizini zaten dosya halinde var .

source: Could not create directory
tr: Dizini yaratamadým

source: Directory exists
tr: Bu dizin zaten var

source: Unable to create directory: %s
tr: %s dizinini maalesef yaratamadým

source: Error creating directory
tr: Dizini yaratýrken bir hata oluþtu

source: Create directory in: %s named:
tr: %s'de bir dizin yarat ve böyle adlandýr :

source: Create
tr: Yarat

source: GQview Tools
tr: GQview Çerezleri
